#+TITLE: GlowWorm Module

** View source on Github
#+BEGIN_SRC sh :exports results :var filename=(buffer-file-name)
srcfilename=$(echo $(orgfile=${filename:42} && echo ${orgfile::-4}".cs"))
echo "https://github.com/eidetic-av/URack-Unity/blob/master/"$srcfilename
#+END_SRC

#+RESULTS:
: https://github.com/eidetic-av/URack-Unity/blob/master/Runtime/Modules/Ribbon/Ribbon.cs
